1password
adb
adduser
alsa-tools
amd-ppt-bin
anydesk
apt
apt-transport-https
apt-utils
base-files
base-passwd
bash
brave-browser
bsdutils
build-essential
ca-certificates
gcc
git
golang
libxkbcommon-dev
scdoc
codium
console-setup
console-setup-linux
coreutils
cosmic-term
cron
cron-daemon-common
curl
dash
dbus
dbus-bin
dbus-daemon
dbus-session-bus-common
dbus-system-bus-common
dbus-user-session
debconf
debconf-i18n
debianutils
dhcpcd-base
diffutils
distro-info
distro-info-data
dkms
dmsetup
docker.io
dosfstools
dpkg
e2fsprogs
eject
ethtool
exodus
ffmpeg
findutils
fonts-arphic-ukai
fonts-arphic-uming
fonts-noto-cjk
fonts-noto-cjk-extra
fonts-noto-core
fonts-noto-ui-core
gcc-14
gcc-14-base
gir1.2-girepository-2.0
gir1.2-glib-2.0
git
gnome-terminal
gnupg
gpgv
grep
gzip
hostname
htop
hunspell-ar
hunspell-de-at-frami
hunspell-de-ch-frami
hunspell-de-de-frami
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-us
hunspell-en-za
hunspell-es
hunspell-fr
hunspell-it
hunspell-pt-br
hunspell-pt-pt
hunspell-ru
hyphen-de
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
hyphen-es
hyphen-fr
hyphen-it
hyphen-pt-br
hyphen-pt-pt
hyphen-ru
ibus-chewing
ibus-libpinyin
ibus-table-cangjie3
ibus-table-cangjie5
ibus-table-quick-classic
ibus-table-wubi
init
init-system-helpers
iproute2
iputils-ping
iso-codes
kbd
kernelstub
keyboard-configuration
kmod
krb5-locales
language-pack-ar
language-pack-de
language-pack-en
language-pack-es
language-pack-fr
language-pack-gnome-ar
language-pack-gnome-de
language-pack-gnome-en
language-pack-gnome-es
language-pack-gnome-fr
language-pack-gnome-it
language-pack-gnome-ja
language-pack-gnome-pt
language-pack-gnome-ru
language-pack-gnome-zh-hans
language-pack-gnome-zh-hant
language-pack-it
language-pack-ja
language-pack-pt
language-pack-ru
language-pack-zh-hans
language-pack-zh-hant
less
libacl1
libapparmor1
libapt-pkg6.0t64
libargon2-1
libassuan0
libatm1t64
libattr1
libaudit-common
libaudit1
libblkid1
libbpf1
libbsd0
libbz2-1.0
libc-bin
libc6
libcap-ng0
libcap2
libcap2-bin
libcom-err2
libcrypt1
libcryptsetup12
libdb5.3t64
libdbus-1-3
libdebconfclient0
libdevmapper1.02.1
libelf1t64
libestr0
libexpat1
libext2fs2t64
libfastjson4
libfdisk1
libffi8
libfribidi0
libgcc-s1
libgcrypt20
libgirepository-1.0-1
libglib2.0-0t64
libglib2.0-data
libgmp10
libgnutls30t64
libgpg-error0
libgssapi-krb5-2
libhogweed6t64
libicu74
libidn2-0
libjson-c5
libk5crypto3
libkeyutils1
libkmod2
libkrb5-3
libkrb5support0
liblocale-gettext-perl
liblz4-1
liblzma5
libmd0
libmnl0
libmount1
libncursesw6
libnetplan1
libnettle8t64
libnewt0.52
libnpth0t64
libnss-systemd
libp11-kit0
libpam-cap
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpam0g
libpcre2-8-0
libpop-upgrade-gtk
libpopt0
libproc2-0
libpulse-mainloop-glib0
libpython3-stdlib
libpython3.12-minimal
libpython3.12-stdlib
libreadline8t64
libreoffice-help-de
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-help-es
libreoffice-help-fr
libreoffice-help-it
libreoffice-help-ja
libreoffice-help-pt
libreoffice-help-pt-br
libreoffice-help-ru
libreoffice-help-zh-cn
libreoffice-help-zh-tw
libreoffice-l10n-ar
libreoffice-l10n-de
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
libreoffice-l10n-es
libreoffice-l10n-fr
libreoffice-l10n-it
libreoffice-l10n-ja
libreoffice-l10n-pt
libreoffice-l10n-pt-br
libreoffice-l10n-ru
libreoffice-l10n-zh-cn
libreoffice-l10n-zh-tw
libseccomp2
libselinux1
libsemanage-common
libsemanage2
libsepol2
libslang2
libsmartcols1
libsqlite3-0
libss2
libssl3t64
libstdc++6
libsystemd-shared
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc-common
libtirpc3t64
libudev1
libunistring5
libuuid1
libxml2
libxtables12
libxxhash0
libyaml-0-2
libzstd1
linux-headers-6.17.9-76061709-generic
linux-system76
locales
login
logrotate
logsave
lsb-release
lutris
lzip
mawk
media-types
mesa-utils
mount
mythes-ar
mythes-de
mythes-de-ch
mythes-en-au
mythes-en-us
mythes-es
mythes-fr
mythes-it
mythes-pt-br
mythes-pt-pt
mythes-ru
ncurses-base
ncurses-bin
netbase
netcat-openbsd
netplan-generator
netplan.io
networkd-dispatcher
ntfs-3g
nvidia-cuda-toolkit
nvidia-driver-580-open
onedrive
onlyoffice-desktopeditors
open-whispr
openssl
passwd
perl-base
pop-desktop
poppler-data
procps
python-apt-common
python3
python3-apt
python3-cffi-backend
python3-dbus
python3-gi
python3-markdown-it
python3-mdurl
python3-minimal
python3-netifaces
python3-netplan
python3-pip
python3-pkg-resources
python3-pygments
python3-rich
python3-typing-extensions
python3-venv
python3-yaml
python3.12
python3.12-minimal
qalculate-gtk
readline-common
rsync
rsyslog
sed
sensible-utils
shared-mime-info
software-properties-common
sudo
swayidle
system76-acpi-dkms
system76-dkms
system76-io-dkms
systemd
systemd-boot
systemd-dev
systemd-hwe-hwdb
systemd-resolved
systemd-sysv
systemd-timesyncd
sysvinit-utils
tar
thunderbird-locale-ar
thunderbird-locale-de
thunderbird-locale-en
thunderbird-locale-en-gb
thunderbird-locale-en-us
thunderbird-locale-es
thunderbird-locale-es-ar
thunderbird-locale-es-es
thunderbird-locale-fr
thunderbird-locale-it
thunderbird-locale-ja
thunderbird-locale-pt
thunderbird-locale-pt-br
thunderbird-locale-pt-pt
thunderbird-locale-ru
thunderbird-locale-zh-cn
thunderbird-locale-zh-hans
thunderbird-locale-zh-hant
thunderbird-locale-zh-tw
tzdata
ubuntu-keyring
ubuntu-pro-client
ubuntu-pro-client-l10n
ucf
udev
util-linux
vim-common
vim-tiny
wakeonlan
wamerican
waydroid
wayland-utils
wbrazilian
wbritish
wfrench
whiptail
witalian
wngerman
wogerman
wportuguese
wspanish
wswiss
wtype
xdg-user-dirs
ydotoold
xkb-data
xxd
zlib1g
